{"translation-revision-date":"2021-07-04 22:29:29+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Manual":["Manual"],"Automatic":["Automático"],"Local WebP":["WebP local"],"Fix the \"Serve images in next-gen format\" Google PageSpeed recommendation by setting up this feature. Serve WebP versions of your images to supported browsers, and gracefully fall back on JPEGs and PNGs for browsers that don't support WebP.":["Corrija a recomendação do Google PageSpeed de \"Veicular imagens no formato de última geração\" configurando este recurso. Veicule versões WebP de suas imagens para navegadores compatíveis e use JPEGs e PNGs para navegadores que não oferecem suporte a WebP."],"Smush WebP":["Smush WebP"],"Reload NGINX.":["Recarregue o NGINX."],"If you don't know where those files are, or you aren't able to reload Apache, you would need to consult with your hosting provider or a system administrator who has access to change the configuration of your server.":["Se você não sabe onde esses arquivos estão ou não consegue recarregar o Apache, você precisará consultar seu provedor de hospedagem ou um administrador de sistema que tenha acesso para alterar a configuração de seu servidor."],"Reload Apache.":["Recarregue o Apache."],"Look for your site in the file and find the line that starts with <Directory> - add the code above that line and into that section and save the file.":["Procure seu site no arquivo e encontre a linha que começa com <Directory> - adicione o código acima dessa linha e nessa seção e salve o arquivo."],"Troubleshooting":["Resolução de problemas."],"Apply rules":["Aplicar regras"],"Please note: Some servers have both Apache and NGINX software which may not begin serving WebP images after applying the .htaccess rules. If errors occur after applying the rules, we recommend adding NGINX rules manually.":["Observação: alguns servidores possuem os softwares Apache e NGINX que podem não começar a servir imagens WebP após a aplicação das regras .htaccess. Se ocorrerem erros após a aplicação das regras, recomendamos adicionar regras NGINX manualmente."],"We've automatically detected your server type is %s. If this is incorrect, manually select your server type to generate the relevant rules and instructions.":["Detectamos automaticamente que o seu tipo de servidor é %s. Se estiver incorreto, selecione manualmente o tipo de servidor para gerar as regras e instruções relevantes."],"Finish":["Finalizar"],"Next":["Próximo"],"Pro":["Pro"],"Learn more":["Aprenda mais"]}},"comment":{"reference":"app\/assets\/js\/smush-react-webp.js"}}