{"translation-revision-date":"2021-07-04 22:29:29+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"%s config created successfully.":["%s configuração criada com sucesso."],"Save your current settings configuration. You’ll be able to then download and apply it to your other sites.":["Salve suas configurações atuais. Você poderá fazer o download e aplicá-lo a seus outros sites."],"Save Config":["Salvar configuração"],"Change your config name to something recognizable.":["Altere seu nome de configuração para algo reconhecível."],"Rename Config":["Renomear Configuração"],"Save":["Salvar"],"The config name is required":["O nome da configuração é obrigatório"],"Description":["Descrição"],"Config name":["Nome da configuração"],"Are you sure you want to delete %s? You will no longer be able to apply it to this or other connected sites.":["Tem certeza de que deseja excluir %s? Você não poderá mais aplicá-lo a este ou a outros sites conectados."],"Delete Configuration File":["Excluir Arquivo de Configuração"],"%s config has been applied successfully.":["%s a configuração foi aplicada com sucesso."],"Are you sure you want to apply the %s config to this site? We recommend you have a backup available as your existing settings configuration will be overridden.":["Tem certeza de que deseja aplicar a configuração %s a este site? Recomendamos que você tenha um backup disponível, pois as configurações existentes serão substituídas."],"Apply Config":["Aplicar Configuração"],"%s config has been uploaded successfully – you can now apply it to this site.":["%s a configuração foi carregada com sucesso - agora você pode aplicá-la a este site."],"Request failed. Status: %s. Please reload the page and try again.":["O pedido falhou. Status: %s. Recarregue a página e tente novamente."],"Try The Hub":["Experimente o Hub"],"Name and Description":["Nome e Descrição"],"Download":["Download"],"Apply":["Aplicar"],"Check again":["Verifique novamente"],"Created or updated configs via the Hub?":["Criou ou atualizou as configurações por meio do Hub?"],"Use configs to save preset configurations of Smush’s settings, then upload and apply them to your other sites in just a few clicks!":["Use configs para salvar as configurações predefinidas do Smush, em seguida, carregue e aplique-as em seus outros sites com apenas alguns cliques!"],"You don’t have any available config. Save preset configurations of Smush’s settings, then upload and apply them to your other sites in just a few clicks!":["Você não tem nenhuma configuração disponível. Salve as configurações predefinidas do Smush, depois carregue e aplique-as em seus outros sites com apenas alguns cliques!"],"Updating the config list…":["Atualizando a lista de configuração…"],"Save config":["Salvar configuração"],"Upload":["Envio"],"Preset Configs":["Configurações Predefinidas"],"the Hub.":["o HUB"],"You can easily apply configs to multiple sites at once via ":["Você pode facilmente aplicar configurações a vários sites de uma vez por meio de"],"Local WebP":["WebP local"],"Close this dialog window":["Fechar esta janela"],"Dismiss notice":["Dispensar aviso"],"Subsite Controls":["Controle Subsites"],"Lazy Load":["Lazy Load"],"Delete":["Excluir"],"Cancel":["Cancelar"],"Integrations":["Integrações"],"Bulk Smush":["Smush em Massa"],"CDN":["CDN"],"Settings":["Configurações"]}},"comment":{"reference":"app\/assets\/js\/smush-react-configs.js"}}